Repository: AmirulAndalib/steam-account-switcher
Catalog: locale/*/LC_MESSAGES/steamswitcher.po
Languages: fr_fr, ko_kr

source: Alert
fr_fr: Alerte
ko_kr: 경고

source: After soft shutdown attempt,
fr_fr: Après une tentative d'arrêt simple,
ko_kr: Steam을 종료하려고 시도했으나,

source: Steam appears to be still running.
fr_fr: Steam semble toujours fonctionner.
ko_kr: Steam이 아직 실행 중인 것 같습니다.

source: Click yes to wait more for 10 seconds or no to force-exit Steam.
fr_fr: Cliquez sur oui pour attendre 10 secondes ou sur non pour quitter de force Steam.
ko_kr: 예를 눌러 10초를 더 기다리거나 아니오를 눌러 강제종료하세요.

source: Account Switcher
fr_fr: Changement de compte
ko_kr: Steam 계정 전환기

source: Reset accounts data
fr_fr: Réinitialiser les données des comptes
ko_kr: 계정 데이터 초기화

source: This will reset all accounts data. This action cannot be undone.
fr_fr: Cela réinitialisera toutes les données des comptes. Cette action ne peut pas être annulée.
ko_kr: 모든 계정 데이터를 초기화합니다. 이 동작은 되돌릴 수 없습니다.

source: Are you sure?
fr_fr: Êtes-vous sûr ?
ko_kr: 정말로 초기화하시겠습니까?

source: Exit
fr_fr: Quitter
ko_kr: 종료

source: Menu
ko_kr: 메뉴

source: Salt is missing. Restore it or reset accounts data.
fr_fr: Le sel manque. Restaurez-le ou réinitialisez les données des comptes.
ko_kr: Salt 파일이 없습니다. 파일을 복원하거나 계정 데이터를 초기화하세요.

source: Incorrect password. Try again.
fr_fr: Mot de passe incorrect. Essayer à nouveau.
ko_kr: 비밀번호가 틀렸습니다. 다시 시도하세요.

source: Unlock (Enter)
fr_fr: Déverrouiller (Enter)
ko_kr: 잠금 해제 (Enter)

source: Show password
fr_fr: Montrer le mot de passe
ko_kr: 비밀번호 보이기

source: Welcome
fr_fr: Bienvenue
ko_kr: 환영합니다

source: Enter master password to unlock.
fr_fr: Saisir le mot de passe principal pour déverrouiller.
ko_kr: 마스터 비밀번호를 입력하세요.

source: Import accounts from Steam
fr_fr: Importer des comptes depuis Steam
ko_kr: Steam에서 계정 가져오기

source: Add accounts
fr_fr: Ajouter des comptes
ko_kr: 계정 추가

source: Edit account list
fr_fr: Modifier l'ordre des comptes
ko_kr: 계정 목록 편집

source: Refresh autologin
fr_fr: Actualiser connexion auto
ko_kr: 자동로그인 새로고침

source: Update all avatars
fr_fr: Mettre à jour tous les avatars
ko_kr: 모든 프로필 사진 업데이트

source: Settings
fr_fr: Réglages
ko_kr: 설정

source: Send feedback
fr_fr: Envoyez des commentaires
ko_kr: 피드백 보내기

source: About
fr_fr: À propos
ko_kr: 정보

source: Debug
fr_fr: Déboguer
ko_kr: 디버그

source: Restart Steam & Exit
fr_fr: Redémarrer Steam et quittez
ko_kr: 스팀 재시작후 종료

source: Restart Steam
fr_fr: Redémarrer Steam
ko_kr: 스팀 재시작

source: Current Auto-login user:
fr_fr: Utilisateur actuel de connexion automatique :
ko_kr: 현재 자동로그인 계정:

source: Auto-login Available
fr_fr: Connexion automatique disponible
ko_kr: 자동로그인 가능

source: Auto-login Unavailable
fr_fr: Connexion automatique non disponible
ko_kr: 자동로그인 불가능

source: Unhandled Exception
fr_fr: Exception non-gérée
ko_kr: 처리되지 않은 예외

source: Please contact the developer if the issue persists.
fr_fr: Veuillez contacter le développeur si le problème persiste.
ko_kr: 문제가 지속될 경우 개발자에게 문의하세요.

source: OK
ko_kr: 확인

source: Cancel
fr_fr: Annuler
ko_kr: 취소

source: Settings for %s
fr_fr: Paramètres pour %s
ko_kr: %s 설정

source: Use profile name if available
fr_fr: Utiliser le nom du profil si disponible
ko_kr: 가능한 경우 프로필 이름 사용

source: Use custom name
fr_fr: Utiliser un nom personnalisé
ko_kr: 사용자 지정 이름 사용

source: Save password
fr_fr: Enregistrer le mot de passe
ko_kr: 비밀번호 저장

source: Show
fr_fr: Montrer
ko_kr: 보이기

source: Warning: Encryption is disabled. Password will be stored in plain text!
fr_fr: Avertissement : Le chiffrement est désactivé. Le mot de passe sera stocké en texte brut !
ko_kr: 경고: 암호화가 꺼져있습니다. 암호가 평문으로 저장됩니다!

source: Hide
fr_fr: Cacher
ko_kr: 숨기기

source: Info
fr_fr: Informations
ko_kr: 정보

source: Enter a custom profile name and a account password.
fr_fr: Entrez un nom de profil personnalisé et un mot de passe de compte.
ko_kr: 사용할 이름과 계정 비밀번호를 입력해야 합니다.

source: Enter a custom profile name.
fr_fr: Entrez un nom de profil personnalisé.
ko_kr: 사용할 이름을 입력해야 합니다.

source: Enter a account password.
fr_fr: Entrez un mot de passe de compte.
ko_kr: 계정 비밀번호를 입력해야 합니다.

source: Confirm
fr_fr: Confirmer
ko_kr: 확인

source: Are you sure want to remove account %s?
fr_fr: Voulez-vous vraiment supprimer le compte %s ?
ko_kr: 정말로 계정 %s을(를) 삭제하시겠습니까?

source: No screenshots directory
fr_fr: Pas de répertoire de captures d'écran
ko_kr: 스크린샷 폴더 없음

source: No screenshots directory was found for this account.
fr_fr: Aucun répertoire de captures d'écran n'a été trouvé pour ce compte.
ko_kr: 이 계정의 스크린샷 폴더를 찾을 수 없습니다.

source: N/A
ko_kr: 사용 불가

source: Set as auto-login account
fr_fr: Définir comme compte de connexion automatique
ko_kr: 자동로그인 계정으로 설정

source: Open profile in browser
fr_fr: Ouvrir le profil dans le navigateur
ko_kr: 브라우저에서 프로필 열기

source: Open screenshots folder
fr_fr: Ouvrir le dossier des captures d'écran
ko_kr: 스크린샷 폴더 열기

source: Account info
fr_fr: Informations de compte
ko_kr: 계정 정보

source: Update avatar
fr_fr: Mettre à jour l'avatar
ko_kr: 프로필 사진 업데이트

source: Profile name/Password
fr_fr: Nom du profil/mot de passe
ko_kr: 프로필 이름/비밀번호

source: Delete
fr_fr: Supprimer
ko_kr: 삭제

source: No accounts added
fr_fr: Aucun compte ajouté
ko_kr: 추가된 계정 없음

source: View SteamID
fr_fr: Voir le SteamID
ko_kr: SteamID 보기

source: Please wait while downloading avatars...
fr_fr: Veuillez patienter pendant le téléchargement des avatars...
ko_kr: 프로필 사진을 내려받는 동안 기다려주세요...

source: Warning: The developer of this application is not responsible for any incident or damage occurred by using this app.
fr_fr: Avertissement: le développeur de cette application n'est pas responsable de perte de données ou tout autre dommage résultant de l'utilisation de cette application.
ko_kr: 경고: 본 앱의 사용으로 인한 데이터 손실 및 기타 손해 등 어떠한 사고나 문제에 대해서 제작자는 책임을 지지 않습니다.

source: STEAM is a registered trademark of Valve Corporation.
fr_fr: STEAM est une marque déposée de Valve Corporation.
ko_kr: STEAM은 Valve Corporation의 등록 상표입니다.

source: Copyright notice
fr_fr: Avis de droit d'auteur
ko_kr: 저작권 표기

source: Close
fr_fr: Fermer
ko_kr: 닫기

source: GitHub page
fr_fr: Page GitHub
ko_kr: GitHub 페이지

source: No Accounts
fr_fr: Aucun compte
ko_kr: 계정 없음

source: There's no account added.
fr_fr: Aucun compte n'a été ajouté.
ko_kr: 추가된 계정이 없습니다.

source: Refresh
fr_fr: Actualiser
ko_kr: 새로고침

source: Select accounts to refresh.
fr_fr: Sélectionnez les comptes à actualiser.
ko_kr: 새로고침할 계정을 선택하세요.

source: Accounts with expired autologin token will show login prompt.
fr_fr: Les comptes expirés afficheront une fenêtre de connexion.
ko_kr: 이미 만료된 자동로그인 계정인 경우 로그인 창이 표시됩니다.

source: Close the prompt or login to continue the process.
fr_fr: Fermez l'invite ou connectez-vous pour continuer le processus.
ko_kr: 그럴 경우 로그인 창을 닫거나 로그인하면 됩니다.

source: Initializing...
fr_fr: Initialisation...
ko_kr: 초기화 중...

source: Switching account...
fr_fr: Changer de compte...
ko_kr: 계정 변경 중...

source: Waiting for Steam...
fr_fr: Attendre Steam...
ko_kr: Steam을 기다리는 중...

source: Do you want to start Steam with previous autologin account?
fr_fr: Voulez-vous démarrer Steam avec le précédent compte de connexion automatique?
ko_kr: 이전 자동로그인 계정으로 Steam을 실행하시겠습니까?

source: Add
fr_fr: Ajouter
ko_kr: 추가

source: Enter account(s) to add.
fr_fr: Entrez le ou les comptes à ajouter.
ko_kr: 추가할 계정을 입력하세요.

source: In case of adding multiple accounts,
fr_fr: En cas d'ajout de plusieurs comptes,
ko_kr: 다수의 계정을 입력할 경우에는,

source: seperate each account with '/' (slash).
fr_fr: séparez chaque compte avec un '/' (slash).
ko_kr: '/'(슬래시)로 구분합니다.

source: Duplicate Alert
fr_fr: Alerte en double
ko_kr: 중복 경고

source: Account %s already exists.
fr_fr: Le compte %s existe déjà.
ko_kr: 계정 %s은 이미 추가되어 있습니다.

source: There's no account left to import.
fr_fr: Il n’y a plus de compte à importer.
ko_kr: 가져올 계정이 없습니다.

source: Import
fr_fr: Importer
ko_kr: 가져오기

source: Select accounts to import.
fr_fr: Sélectionnez les comptes à importer.
ko_kr: 가져올 계정들을 선택하세요.

source: Added accounts don't show up.
fr_fr: Les comptes ajoutés n'apparaissent pas.
ko_kr: 이미 추가된 계정은 나타나지 않습니다.

source: Language
fr_fr: Langage
ko_kr: 언어

source: List Mode
fr_fr: Mode liste
ko_kr: 리스트 모드

source: Display accounts in vertical list.
fr_fr: Afficher les comptes dans une liste vertical.
ko_kr: 계정을 세로 목록으로 표시합니다.

source: Grid Mode
fr_fr: Mode grille
ko_kr: 그리드 모드

source: Display accounts in 3 x n grid.
fr_fr: Affichez les comptes dans une grille 3 x n.
ko_kr: 계정을 3 x n 그리드로 표시합니다.

source: Show avatar images
fr_fr: Afficher les images d'avatar
ko_kr: 프로필 사진 표시

source: Light Theme
fr_fr: Thème lumineux
ko_kr: 밝은 테마

source: Dark Theme
fr_fr: Thème Dark
ko_kr: 어두운 테마

source: Normal Mode (Manually restart Steam)
fr_fr: Mode normal (redémarrer Steam manuellement)
ko_kr: 일반 모드 (수동 Steam 재시작)

source: Restart Steam by clicking on 'Restart Steam' button.
fr_fr: Redémarrez Steam en cliquant sur le bouton «Redémarrer Steam».
ko_kr: Steam 재시작 버튼을 클릭하여 Steam을 재시작합니다.

source: Express Mode (Auto-restart Steam)
fr_fr: Mode Express (redémarrage automatique de Steam)
ko_kr: 익스프레스 모드 (자동 Steam 재시작)

source: Automatically restart Steam when autologin account is changed.
fr_fr: Redémarrez automatiquement Steam lorsque le compte est modifié.
ko_kr: 자동로그인 계정을 바꿀 때 자동으로 Steam을 재시작합니다.

source: Try to soft shutdown Steam client
fr_fr: Essayez d'arrêter en douceur le client Steam
ko_kr: 스팀 클라이언트 안전 종료

source: Exit app after Steam is restarted
fr_fr: Quitter l'app au redémarrage de Steam
ko_kr: 스팀 재시작시 앱 종료

source: Steam launch parameters
fr_fr: Paramètres de lancement de Steam
ko_kr: Steam 실행 매개변수

source: Manage Encryption Settings
fr_fr: Gérer les paramètres de chiffrement
ko_kr: 암호화 설정

source: Do you want to download avatar images now?
fr_fr: Voulez-vous télécharger les images d'avatar maintenant?
ko_kr: 지금 프로필 사진을 다운로드하시겠습니까?

source: Language has been changed
fr_fr: Le paramètre de langue a été modifié
ko_kr: 언어가 변경됨

source: Restart app to apply new language settings.
fr_fr: Redémarrez l'app pour appliquer les paramètres.
ko_kr: 새 언어 설정을 적용하려면 앱을 재시작하세요.

source: Apply
fr_fr: Appliquer
ko_kr: 적용

source: Remember Password Disabled
fr_fr: Mémoriser le mot de passe désactivé
ko_kr: 비밀번호 기억 꺼짐

source: Remember Password is disabled for this account. Do you want to enable it now?
fr_fr: Mémoriser le mot de passe est désactivé pour ce compte. Voulez-vous l'activer maintenant ?
ko_kr: 이 계정은 비밀번호 기억이 꺼져있습니다. 지금 켜시겠습니까?

source: Force quit Steam
fr_fr: Forcer à quitter Steam
ko_kr: Steam 강제종료

source: Waiting for Steam to exit...
fr_fr: Attendre que Steam s'arrête...
ko_kr: Steam이 종료되기를 기다리는 중...

source: Launching Steam...
fr_fr: Démarrage de Steam...
ko_kr: Steam을 시작하는 중...

source: Waiting for log in... Press Ctrl+V to paste password.
fr_fr: En attente de connexion... Appuyez sur Ctrl+V pour coller le mot de passe.
ko_kr: 로그인을 기다리는 중... Ctrl + V로 비밀번호를 붙여넣을 수 있습니다.

source: Registry Error
fr_fr: Erreur de registre
ko_kr: 레지스트리 오류

source: Failed to read registry value:
fr_fr: Impossible de lire la valeur de registre:
ko_kr: 레지스트리 값을 읽을 수 없습니다:

source: Make sure that Steam is installed.
fr_fr: Assurez-vous que Steam est installé.
ko_kr: Steam이 설치되어 있는지 확인하세요.

source: Failed to change registry value.
fr_fr: Impossible de modifier la valeur de registre.
ko_kr: 레지스트리 값을 바꿀 수 없습니다.

source: Initial Setup
fr_fr: Configuration initiale
ko_kr: 초기 설정

source: Next
fr_fr: Suivant
ko_kr: 다음

source: Next (Enter)
fr_fr: Suivant (Enter)
ko_kr: 다음 (Enter)

source: Back
fr_fr: Précédent
ko_kr: 뒤로

source: Confirm (Enter)
fr_fr: Confirmer (Enter)
ko_kr: 확인 (Enter)

source: Finish
fr_fr: Finir
ko_kr: 완료

source: Please wait...
fr_fr: Veuillez patienter...
ko_kr: 잠시 기다려 주세요...

source: Click 'Next' to continue.
fr_fr: Cliquez sur 'Next' pour continuer.
ko_kr: 계속하려면 '다음'을 누르세요.

source: UI Appearance
fr_fr: UI Apparence
ko_kr: UI 모양

source: Display accounts in vertical list
fr_fr: Afficher les comptes dans une liste verticale
ko_kr: 계정을 세로 목록으로 표시

source: Display accounts in 3 x n grid
fr_fr: Afficher les comptes dans une grille 3 x n
ko_kr: 계정을 3 x n 그리드로 표시

source: Steam restart mode
fr_fr: Redémarrage de Steam
ko_kr: Steam 재시작 모드

source: Normal Mode
fr_fr: Mode normal
ko_kr: 일반 모드

source: In normal mode, you restart Steam by clicking 'Restart Steam' button.
fr_fr: En mode normal, vous redémarrez Steam en cliquant sur le bouton «Redémarrer Steam».
ko_kr: 일반 모드에서는, 재시작 버튼을 클릭하여 Steam을 재시작합니다.

source: Express Mode
fr_fr: Mode express
ko_kr: 익스프레스 모드

source: In express mode, Steam will be automatically restarted when you change account.
fr_fr: En mode express, Steam sera automatiquement redémarré lorsque vous changez de compte.
ko_kr: 익스프레스 모드에서는, 계정을 변경할 시 Steam이 자동으로 재시작됩니다.

source: Encryption Settings
fr_fr: Paramètres de chiffrement
ko_kr: 암호화 설정

source: Encrypt accounts data
fr_fr: Crypter les données des comptes
ko_kr: 계정 데이터 암호화

source: Enable to encrypt accounts data with a password.
fr_fr: Activer pour chiffrer les données des comptes avec un mot de passe.
ko_kr: 활성화하여 계정 데이터를 암호화하세요.

source: STRONGLY recommended when using Password Saving.
fr_fr: FORTEMENT recommandé lors de l'utilisation de l'enregistrement du mot de passe.
ko_kr: 비밀번호 저장을 사용할 경우 강력히 권장합니다.

source: Uses AES-128-CBC-HMAC-SHA256.
fr_fr: Utilise AES-128-CBC-HMAC-SHA256.
ko_kr: AES-128-CBC-HMAC-SHA256을 사용합니다.

source: Encryption is already enabled. Click 'Next' to continue.
fr_fr: Le cryptage est déjà activé. Cliquer sur Suivant pour continuer.
ko_kr: 암호화가 이미 설정되었습니다. 계속하려면 '다음'을 누르세요.

source: Set Password
fr_fr: Définir le mot de passe
ko_kr: 비밀번호 설정

source: Enter a password to use for encryption.
fr_fr: Entrez un mot de passe à utiliser pour le cryptage.
ko_kr: 암호화에 사용할 비밀번호를 입력하세요.

source: You will have to enter it every time you open the app.
fr_fr: Vous devrez le saisir à chaque fois que vous ouvrirez l'application.
ko_kr: 앱을 열 때마다 입력해야 합니다.

source: The more complex it is, the better.
fr_fr: Plus c'est complexe, mieux c'est.
ko_kr: 암호는 복잡할수록 좋습니다.

source: Keep in mind that if you forget it,
fr_fr: Gardez à l'esprit que si vous l'oubliez,
ko_kr: 만약 비밀번호를 잊어버리면,

source: you will have to reset the accounts data!
fr_fr: vous devrez réinitialiser les données des comptes !
ko_kr: 계정 정보를 초기화해야합니다!

source: At least 4 characters
fr_fr: Au moins 4 caractères
ko_kr: 최소 4자 이상

source: Confirm Password
fr_fr: Confirmez le mot de passe
ko_kr: 비밀번호 확인

source: Passwords match!
fr_fr: Les mots de passe correspondent !
ko_kr: 비밀번호가 일치합니다!

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas
ko_kr: 비밀번호가 일치하지 않습니다

source: Enter the same password once again to confirm.
fr_fr: Saisissez à nouveau le même mot de passe pour confirmer.
ko_kr: 확인을 위해 같은 비밀번호를 한 번 더 입력하세요.

source: Other settings
fr_fr: Autres réglages
ko_kr: 기타 설정

source: Shutdown Steam instead of killing Steam process
fr_fr: Arrêtez Steam au lieu de terminer le processus Steam
ko_kr: Steam 프로세스를 끝내는 대신 안전 종료

source: Exit app automatically after restarting Steam
fr_fr: Quittez l'app automatiquement après le redémarrage
ko_kr: Steam 재시작후 자동으로 앱 종료

source: Show avatars in account list
fr_fr: Afficher les avatars dans la liste des comptes
ko_kr: 계정 목록에서 프로필 사진 표시

source: Good to go!
fr_fr: Tout est bon !
ko_kr: 완료되었습니다!

source: Create a desktop shortcut
fr_fr: Créer un raccourci sur le bureau
ko_kr: 바탕화면 바로가기 만들기

source: Add or import accounts via Menu. Right click on accounts to see more options. You can change settings in Menu > Settings if you don't like the settings you just set. Please read GitHub README's How to use-4 if you are using this app for first time. You can open GitHub repo via Menu > About.
fr_fr: Ajouter ou importer des comptes via le menu. Faites un clic droit sur les comptes pour plus d'options. Modifiez les paramètres dans Menu > Paramètres si vous n'aimez pas les options que vous avez définis. Veuillez lire le guide d'utilisation README de GitHub si vous utilisez cette application pour la première fois. Vous pouvez ouvrir le repo GitHub via Menu > À propos.
ko_kr: 메뉴를 통해 계정을 추가하거나 가져오세요. 계정에 우클릭하여 더 많은 옵션을 볼 수 있습니다. 방금 설정한 항목이 맘에 들지 않으면 메뉴 > 설정에서 수정할 수 있습니다. 이 앱을 처음 사용할 경우 GitHub README의 사용 방법에서 4번째 항목을 참조하세요. 메뉴 > 정보로 GitHub 저장소를 열 수 있습니다.

source: Steam directory invalid
fr_fr: Répertoire Steam invalide
ko_kr: 스팀 경로 오류

source: Could not locate Steam directory.
fr_fr: Impossible de localiser le répertoire Steam.
ko_kr: Steam 디렉토리를 찾을 수 없습니다.

source: Please select Steam directory manually.
fr_fr: Veuillez sélectionner le répertoire Steam manuellement.
ko_kr: 수동으로 스팀 경로를 선택하세요.

source: Warning
fr_fr: Avertissement
ko_kr: 경고

source: Steam directory is invalid.
fr_fr: Le répertoire Steam n'est pas valide.
ko_kr: 스팀 경로가 올바르지 않습니다.

source: Try again.
fr_fr: Veuillez réessayer.
ko_kr: 다시 시도하세요.

source: Username
fr_fr: Nom personnalisé
ko_kr: 계정이름

source: Friend code
fr_fr: Code ami
ko_kr: 친구 코드

source: Change Password
fr_fr: Changer le mot de passe
ko_kr: 비밀번호 변경

source: Encryption is enabled
fr_fr: Le chiffrement est activé
ko_kr: 암호화가 켜짐

source: Disable Encryption
fr_fr: Désactiver le chiffrement
ko_kr: 암호화 끄기

source: Your accounts data is encrypted.
fr_fr: Les données de vos comptes sont cryptées.
ko_kr: 게정 데이터가 암호화되었습니다.

source: Encryption is disabled
fr_fr: Le chiffrement est désactivé
ko_kr: 암호화가 꺼짐

source: Enable Encryption
fr_fr: Activer le chiffrement
ko_kr: 암호화 켜기

source: STRONGLY recommended when using Password saving.
fr_fr: FORTEMENT recommandé lors de l'utilisation de l'enregistrement du mot de passe.
ko_kr: 비밀번호 저장을 사용할 경우 강력히 권장합니다.

source: Are you sure you want to disable encryption? Your saved passwords will be stored in plain text!
fr_fr: Voulez-vous vraiment désactiver le cryptage ? Vos mots de passe enregistrés seront stockés en texte brut !
ko_kr: 정말로 암호화를 끄시겠습니까? 저장된 비밀번호가 평문으로 저장됩니다!

source: Are you sure you want to disable encryption?
fr_fr: Voulez-vous vraiment désactiver le cryptage ?
ko_kr: 정말로 암호화를 끄시겠습니까?

source: OK (Enter)
ko_kr: 계속 (Enter)

source: Update
fr_fr: Mise à jour
ko_kr: 업데이트

source: Update now
fr_fr: Mettez à jour maintenant
ko_kr: 지금 업데이트

source: New version %s is available.
fr_fr: La nouvelle version %s est disponible.
ko_kr: 버전 %s을(를) 다운로드 할 수 있습니다.

source: Error
fr_fr: Erreur de registre
ko_kr: 오류

source: Couldn't delete existing update file. Please delete it manually and try again.
fr_fr: Impossible de supprimer le fichier de mise à jour existant. Veuillez le supprimer manuellement et réessayer.
ko_kr: 이미 존재하는 업데이트 파일을 삭제할 수 없습니다. 직접 삭제 후 다시 시도해주세요.

source: Are you sure to cancel?
fr_fr: Voulez-vous vraiment annuler ?
ko_kr: 정말로 취소하시겠습니까?

source: Error occured while downloading update.
fr_fr: Une erreur s'est produite lors du téléchargement de la mise à jour.
ko_kr: 업데이트를 다운로드하는 도중 오류가 발생했습니다.

source: Couldn't perform automatic update.
fr_fr: Impossible d'effectuer une mise à jour automatique.
ko_kr: 자동 업데이트를 수행할 수 없습니다.

source: Update manually by extracting update.zip file.
fr_fr: Mettez à jour manuellement en extrayant le fichier update.zip.
ko_kr: 수동으로 진행하려면 update.zip 파일을 직접 압축해제하세요.

source: Version %s is available. Click here to update!
fr_fr: Cliquez ici pour passer à la version %s !
ko_kr: 버전 %s로 업데이트하려면 여기를 누르세요!

source: Development version
fr_fr: Version de développement
ko_kr: 개발 버전

source: Failed checking for updates. Click here to try again.
fr_fr: Échec de la vérification des mises à jour. Cliquez ici pour essayer à nouveau.
ko_kr: 업데이트 확인 실패. 여기를 클릭하여 재시도하세요.

source: Too many requests. Try again later.
fr_fr: Trop de demandes. Réessayez plus tard.
ko_kr: 너무 많은 요청. 나중에 다시 시도하세요.
